<pad>	0
<unk>	0
<s>	0
</s>	0
▁t	-0
he	-1
▁a	-2
in	-3
▁the	-4
on	-5
re	-6
er	-7
▁o	-8
at	-9
an	-10
▁s	-11
en	-12
ed	-13
▁c	-14
▁w	-15
es	-16
▁of	-17
al	-18
is	-19
it	-20
nd	-21
or	-22
▁in	-23
ar	-24
▁p	-25
▁b	-26
▁f	-27
ic	-28
▁and	-29
ion	-30
ing	-31
▁m	-32
ro	-33
as	-34
▁d	-35
▁to	-36
le	-37
ent	-38
▁h	-39
ou	-40
▁e	-41
▁re	-42
.[	-43
st	-44
om	-45
▁th	-46
▁l	-47
ol	-48
▁T	-49
ly	-50
▁A	-51
ct	-52
il	-53
▁n	-54
ation	-55
ve	-56
ur	-57
▁be	-58
ce	-59
im	-60
us	-61
▁S	-62
ad	-63
ch	-64
th	-65
▁g	-66
▁C	-67
▁as	-68
id	-69
▁I	-70
▁The	-71
ig	-72
▁1	-73
ul	-74
▁for	-75
am	-76
▁con	-77
et	-78
ver	-79
ut	-80
ir	-81
ow	-82
▁was	-83
▁M	-84
▁st	-85
ist	-86
▁on	-87
▁that	-88
her	-89
ot	-90
ere	-91
▁is	-92
▁B	-93
se	-94
ith	-95
▁de	-96
ra	-97
▁E	-98
▁by	-99
ter	-100
ies	-101
un	-102
▁wh	-103
▁with	-104
and	-105
op	-106
el	-107
▁an	-108
▁P	-109
▁su	-110
▁al	-111
rom	-112
ri	-113
▁ex	-114
▁(	-115
em	-116
os	-117
▁or	-118
ci	-119
.[1	-120
od	-121
ate	-122
ge	-123
▁H	-124
▁pro	-125
ain	-126
ers	-127
um	-128
ian	-129
est	-130
▁G	-131
▁R	-132
pe	-133
ay	-134
ity	-135
▁from	-136
res	-137
if	-138
▁it	-139
ical	-140
iv	-141
▁are	-142
▁at	-143
ant	-144
ab	-145
ac	-146
ment	-147
ore	-148
▁com	-149
▁were	-150
qu	-151
▁W	-152
▁F	-153
▁v	-154
ive	-155
ld	-156
▁In	-157
▁r	-158
00	-159
ud	-160
og	-161
ess	-162
ich	-163
▁N	-164
ated	-165
ort	-166
][	-167
pt	-168
gh	-169
pp	-170
▁se	-171
ia	-172
▁D	-173
▁"	-174
ure	-175
nt	-176
▁he	-177
▁L	-178
ill	-179
art	-180
ions	-181
cl	-182
ther	-183
rou	-184
▁ne	-185
▁which	-186
ast	-187
▁en	-188
.[2	-189
ave	-190
ult	-191
igh	-192
▁k	-193
ous	-194
▁ar	-195
ect	-196
▁J	-197
▁2	-198
▁19	-199
all	-200
iz	-201
▁O	-202
ary	-203
▁cont	-204
▁his	-205
ans	-206
ag	-207
ost	-208
▁int	-209
▁le	-210
per	-211
ial	-212
red	-213
ong	-214
cc	-215
av	-216
▁not	-217
▁ch	-218
▁un	-219
ome	-220
ak	-221
pl	-222
▁their	-223
ust	-224
ap	-225
ations	-226
ish	-227
oc	-228
so	-229
▁have	-230
▁pl	-231
▁u	-232
▁had	-233
▁us	-234
▁U	-235
ass	-236
end	-237
ence	-238
▁so	-239
our	-240
ally	-241
▁tr	-242
ie	-243
ard	-244
▁wor	-245
olog	-246
▁Ch	-247
ire	-248
rit	-249
ight	-250
▁im	-251
▁cl	-252
▁K	-253
▁sh	-254
ater	-255
act	-256
ff	-257
ars	-258
▁ab	-259
ber	-260
▁res	-261
ell	-262
ould	-263
▁per	-264
▁dis	-265
▁cent	-266
ition	-267
ces	-268
ine	-269
ign	-270
ates	-271
ance	-272
ory	-273
ip	-274
du	-275
▁but	-276
ric	-277
con	-278
ang	-279
▁rel	-280
ide	-281
▁all	-282
▁Th	-283
▁other	-284
▁whe	-285
▁also	-286
▁em	-287
▁this	-288
▁ad	-289
ame	-290
4]	-291
vel	-292
5]	-293
▁ag	-294
erm	-295
▁part	-296
3]	-297
6]	-298
any	-299
7]	-300
clud	-301
▁its	-302
2]	-303
age	-304
tern	-305
▁comm	-306
▁V	-307
1]	-308
out	-309
▁such	-310
9]	-311
8]	-312
▁form	-313
▁ev	-314
ru	-315
▁been	-316
▁y	-317
.[3	-318
ree	-319
reat	-320
ount	-321
▁comp	-322
over	-323
ib	-324
ism	-325
ack	-326
ction	-327
▁can	-328
ough	-329
we	-330
orm	-331
ace	-332
0]	-333
▁me	-334
ub	-335
▁who	-336
ord	-337
▁bec	-338
▁into	-339
ile	-340
▁includ	-341
ue	-342
ied	-343
▁cons	-344
ens	-345
ry	-346
ade	-347
nder	-348
ime	-349
▁ind	-350
ved	-351
rough	-352
▁more	-353
ced	-354
▁has	-355
▁sp	-356
hed	-357
▁pe	-358
▁they	-359
),	-360
ke	-361
now	-362
▁over	-363
▁pol	-364
▁bet	-365
uring	-366
ury	-367
fter	-368
ered	-369
ep	-370
aus	-371
▁imp	-372
ress	-373
▁ro	-374
ween	-375
▁reg	-376
able	-377
▁It	-378
irst	-379
ph	-380
▁As	-381
▁col	-382
ove	-383
yst	-384
ound	-385
▁most	-386
ew	-387
▁one	-388
▁between	-389
cre	-390
▁def	-391
▁than	-392
arly	-393
ks	-394
rib	-395
ystem	-396
▁spe	-397
gan	-398
low	-399
▁gen	-400
land	-401
,[	-402
▁soci	-403
▁under	-404
▁inf	-405
ual	-406
ious	-407
ities	-408
ents	-409
ng	-410
ron	-411
ution	-412
▁lar	-413
ood	-414
ors	-415
▁ob	-416
▁ph	-417
gy	-418
▁first	-419
▁This	-420
ational	-421
▁pre	-422
ural	-423
uro	-424
mer	-425
▁St	-426
][1	-427
ach	-428
ict	-429
▁some	-430
▁des	-431
▁ye	-432
▁war	-433
▁know	-434
▁rec	-435
ose	-436
.[4	-437
ite	-438
ics	-439
ative	-440
te	-441
▁att	-442
▁18	-443
aw	-444
▁Al	-445
ral	-446
▁hist	-447
les	-448
▁century	-449
ob	-450
▁inv	-451
▁ra	-452
iver	-453
▁Ind	-454
round	-455
iff	-456
amp	-457
▁20	-458
▁out	-459
ject	-460
urope	-461
ov	-462
old	-463
000	-464
overn	-465
ath	-466
ren	-467
▁exp	-468
ited	-469
▁would	-470
▁sub	-471
ists	-472
arth	-473
▁ref	-474
▁time	-475
▁Europe	-476
▁through	-477
▁bo	-478
▁mod	-479
▁peop	-480
▁them	-481
iod	-482
ific	-483
▁Un	-484
ubl	-485
opul	-486
ind	-487
ower	-488
ons	-489
▁supp	-490
▁many	-491
ians	-492
▁tw	-493
ern	-494
velop	-495
ex	-496
ts	-497
▁app	-498
▁sur	-499
▁land	-500
▁diff	-501
als	-502
ted	-503
▁act	-504
▁3	-505
▁pr	-506
one	-507
ology	-508
creas	-509
iss	-510
▁cult	-511
ings	-512
ten	-513
oman	-514
▁rep	-515
▁after	-516
▁popul	-517
meric	-518
▁new	-519
ys	-520
▁ac	-521
▁j	-522
led	-523
▁BC	-524
lect	-525
▁about	-526
▁used	-527
ild	-528
▁there	-529
▁am	-530
▁develop	-531
ok	-532
oss	-533
pire	-534
▁govern	-535
▁acc	-536
ice	-537
▁co	-538
,000	-539
tle	-540
hen	-541
outh	-542
▁off	-543
ments	-544
▁Americ	-545
▁may	-546
▁up	-547
▁we	-548
erv	-549
▁during	-550
ever	-551
uc	-552
are	-553
▁inter	-554
▁these	-555
wn	-556
▁rem	-557
arch	-558
cess	-559
▁Ar	-560
▁system	-561
▁only	-562
▁qu	-563
ures	-564
iet	-565
▁hum	-566
rop	-567
▁two	-568
▁Em	-569
▁contin	-570
▁people	-571
▁produ	-572
ike	-573
ffect	-574
▁Af	-575
urn	-576
ating	-577
▁increas	-578
▁He	-579
▁when	-580
▁period	-581
ail	-582
▁stud	-583
▁gener	-584
uch	-585
▁found	-586
cept	-587
▁est	-588
ized	-589
▁Brit	-590
conom	-591
▁bas	-592
▁again	-593
ily	-594
▁count	-595
▁large	-596
▁Sp	-597
▁years	-598
.[5	-599
cient	-600
▁world	-601
ran	-602
ines	-603
ax	-604
ause	-605
very	-606
▁ext	-607
▁known	-608
▁arm	-609
▁Afric	-610
▁4	-611
▁mar	-612
ug	-613
▁trans	-614
aj	-615
▁15	-616
▁Germ	-617
ished	-618
▁pres	-619
▁work	-620
▁end	-621
ature	-622
▁where	-623
alled	-624
ward	-625
▁Se	-626
ined	-627
owever	-628
ublic	-629
ilit	-630
fore	-631
ise	-632
ually	-633
▁econom	-634
rol	-635
ollow	-636
▁polit	-637
▁bel	-638
▁An	-639
imate	-640
▁dist	-641
▁lead	-642
ically	-643
▁sign	-644
▁inst	-645
▁sc	-646
lu	-647
▁On	-648
▁prov	-649
ann	-650
▁power	-651
▁differe	-652
tain	-653
.[7	-654
▁no	-655
ants	-656
hip	-657
▁Eng	-658
▁partic	-659
▁sl	-660
ather	-661
▁could	-662
▁fe	-663
▁Con	-664
oy	-665
orth	-666
▁num	-667
.[6	-668
▁occ	-669
][2	-670
▁set	-671
▁te	-672
▁dep	-673
sel	-674
illion	-675
uss	-676
olution	-677
ake	-678
▁while	-679
▁Re	-680
▁main	-681
ince	-682
▁17	-683
▁(1	-684
ruct	-685
▁government	-686
▁5	-687
▁often	-688
).	-689
sy	-690
ange	-691
▁well	-692
ract	-693
▁var	-694
▁became	-695
▁water	-696
▁against	-697
▁bl	-698
ological	-699
ole	-700
ident	-701
▁including	-702
pect	-703
ins	-704
▁mat	-705
here	-706
▁At	-707
▁early	-708
▁mon	-709
row	-710
▁relig	-711
▁her	-712
ible	-713
yn	-714
▁made	-715
▁result	-716
ful	-717
iel	-718
▁dec	-719
ivil	-720
ajor	-721
.[8	-722
oin	-723
▁both	-724
gest	-725
ization	-726
hes	-727
▁term	-728
ued	-729
▁Earth	-730
▁follow	-731
ergy	-732
▁social	-733
▁use	-734
ility	-735
.[9	-736
▁Roman	-737
ond	-738
▁tra	-739
lish	-740
▁later	-741
osed	-742
imes	-743
▁histor	-744
other	-745
▁art	-746
▁Empire	-747
▁organ	-748
▁milit	-749
ros	-750
▁support	-751
angu	-752
▁him	-753
▁commun	-754
▁like	-755
▁human	-756
ays	-757
▁ent	-758
ield	-759
ular	-760
▁disc	-761
▁ass	-762
estern	-763
▁sm	-764
▁called	-765
▁loc	-766
hem	-767
▁being	-768
▁const	-769
▁do	-770
▁King	-771
▁trad	-772
▁major	-773
▁led	-774
▁Gree	-775
though	-776
cial	-777
ets	-778
und	-779
▁political	-780
▁car	-781
erson	-782
▁colon	-783
▁Y	-784
▁high	-785
▁belie	-786
roup	-787
ife	-788
lex	-789
▁long	-790
ius	-791
▁need	-792
▁cre	-793
itions	-794
▁desc	-795
▁fore	-796
▁plan	-797
yp	-798
▁remain	-799
its	-800
omen	-801
▁str	-802
▁conf	-803
▁around	-804
▁process	-805
ale	-806
▁ap	-807
ivid	-808
the	-809
▁import	-810
▁effect	-811
▁langu	-812
▁different	-813
▁British	-814
ase	-815
▁fam	-816
▁consid	-817
rench	-818
ning	-819
▁Aust	-820
▁obs	-821
ina	-822
▁16	-823
▁though	-824
ues	-825
ample	-826
▁War	-827
ages	-828
▁South	-829
▁man	-830
arl	-831
▁By	-832
.[10	-833
ged	-834
▁gl	-835
.[11	-836
cy	-837
ries	-838
▁expl	-839
▁bu	-840
▁civil	-841
▁control	-842
ier	-843
▁These	-844
ccess	-845
▁military	-846
▁ret	-847
▁energy	-848
til	-849
ared	-850
▁influ	-851
ised	-852
iron	-853
▁law	-854
▁French	-855
▁example	-856
▁then	-857
▁mass	-858
▁state	-859
▁population	-860
▁tem	-861
.[12	-862
▁met	-863
▁De	-864
▁sim	-865
▁fl	-866
ft	-867
attle	-868
mb	-869
▁mem	-870
▁det	-871
▁Le	-872
ories	-873
▁began	-874
▁group	-875
ae	-876
iter	-877
▁exper	-878
▁ter	-879
king	-880
cond	-881
▁char	-882
▁For	-883
▁any	-884
ix	-885
."	-886
▁cor	-887
▁much	-888
apt	-889
igin	-890
ting	-891
▁sch	-892
▁6	-893
▁leg	-894
riv	-895
▁history	-896
▁United	-897
up	-898
ogra	-899
ross	-900
▁modern	-901
▁However	-902
ivers	-903
▁dem	-904
▁writ	-905
▁right	-906
▁adv	-907
▁Is	-908
.[13	-909
osp	-910
▁within	-911
▁small	-912
▁ord	-913
omet	-914
▁million	-915
▁did	-916
▁success	-917
▁estab	-918
ty	-919
oun	-920
read	-921
▁common	-922
▁7	-923
▁gr	-924
agn	-925
▁class	-926
ives	-927
iam	-928
iew	-929
▁fact	-930
rist	-931
▁move	-932
ording	-933
cent	-934
omin	-935
▁10	-936
ived	-937
ark	-938
atic	-939
▁three	-940
▁caus	-941
cies	-942
io	-943
gr	-944
inist	-945
–1	-946
▁New	-947
▁region	-948
gypt	-949
▁those	-950
arm	-951
▁city	-952
▁until	-953
aim	-954
uth	-955
form	-956
▁own	-957
ble	-958
▁forces	-959
▁cap	-960
▁Com	-961
▁ide	-962
▁Africa	-963
▁II	-964
",	-965
▁equ	-966
▁prot	-967
▁Egypt	-968
▁dire	-969
[1	-970
▁areas	-971
ified	-972
▁because	-973
▁201	-974
own	-975
urch	-976
▁add	-977
ness	-978
▁prop	-979
orn	-980
▁cr	-981
oviet	-982
▁before	-983
▁trade	-984
▁opp	-985
▁states	-986
oh	-987
▁ser	-988
▁14	-989
▁poss	-990
▁elect	-991
dom	-992
▁include	-993
.[14	-994
20	-995
▁same	-996
osition	-997
▁rev	-998
..	-999
▁number	-1000
chn	-1001
ograph	-1002
ental	-1003
▁army	-1004
▁Austral	-1005
▁Russ	-1006
▁life	-1007
▁Soviet	-1008
50	-1009
▁arg	-1010
▁death	-1011
▁Christ	-1012
▁appro	-1013
▁object	-1014
▁They	-1015
ef	-1016
▁resp	-1017
▁economic	-1018
▁bro	-1019
ribut	-1020
▁occur	-1021
ention	-1022
ize	-1023
▁king	-1024
aking	-1025
epend	-1026
▁English	-1027
▁what	-1028
oph	-1029
==	-1030
▁8	-1031
ah	-1032
.[15	-1033
▁ins	-1034
ec	-1035
▁ast	-1036
▁even	-1037
▁allow	-1038
urther	-1039
▁signific	-1040
ality	-1041
▁study	-1042
▁American	-1043
▁Ph	-1044
▁196	-1045
▁societ	-1046
▁ed	-1047
▁public	-1048
▁Fr	-1049
cif	-1050
app	-1051
ton	-1052
▁non	-1053
▁prev	-1054
▁appe	-1055
▁There	-1056
▁gre	-1057
ides	-1058
ivity	-1059
▁rest	-1060
▁great	-1061
ior	-1062
▁es	-1063
▁countries	-1064
▁phys	-1065
▁sever	-1066
▁European	-1067
▁env	-1068
▁dyn	-1069
ases	-1070
▁val	-1071
▁origin	-1072
▁Some	-1073
▁describ	-1074
obal	-1075
▁er	-1076
ense	-1077
▁among	-1078
ently	-1079
▁prom	-1080
cean	-1081
,[1	-1082
vers	-1083
▁along	-1084
▁she	-1085
▁important	-1086
ilos	-1087
▁rad	-1088
itation	-1089
ium	-1090
▁rul	-1091
▁sour	-1092
aced	-1093
▁States	-1094
iqu	-1095
▁ele	-1096
ital	-1097
ked	-1098
▁sug	-1099
.[16	-1100
▁After	-1101
▁cur	-1102
▁several	-1103
▁Ital	-1104
▁back	-1105
▁gra	-1106
▁matter	-1107
▁field	-1108
ential	-1109
▁pract	-1110
▁Col	-1111
▁each	-1112
▁culture	-1113
▁will	-1114
▁12	-1115
▁language	-1116
][3	-1117
idd	-1118
ands	-1119
▁Greek	-1120
▁needed	-1121
alth	-1122
ended	-1123
▁struct	-1124
.[17	-1125
▁less	-1126
▁significant	-1127
▁rese	-1128
els	-1129
▁due	-1130
▁view	-1131
▁force	-1132
▁if	-1133
▁China	-1134
▁France	-1135
▁North	-1136
ured	-1137
air	-1138
▁arch	-1139
ites	-1140
▁theory	-1141
▁Z	-1142
ices	-1143
▁grow	-1144
▁beh	-1145
▁techn	-1146
▁tradition	-1147
▁ge	-1148
au	-1149
▁mus	-1150
anish	-1151
atural	-1152
por	-1153
▁decl	-1154
ves	-1155
▁German	-1156
ividual	-1157
idence	-1158
▁Q	-1159
▁level	-1160
empt	-1161
gin	-1162
▁since	-1163
▁East	-1164
soci	-1165
▁based	-1166
apan	-1167
▁men	-1168
▁Western	-1169
▁hel	-1170
▁auth	-1171
▁conqu	-1172
ogn	-1173
aves	-1174
rial	-1175
ement	-1176
self	-1177
▁min	-1178
▁defe	-1179
face	-1180
▁developed	-1181
ple	-1182
iving	-1183
▁development	-1184
ided	-1185
bers	-1186
get	-1187
rus	-1188
▁ec	-1189
▁area	-1190
▁invol	-1191
▁Ant	-1192
istic	-1193
▁change	-1194
▁environ	-1195
▁person	-1196
ason	-1197
▁Pro	-1198
▁philos	-1199
▁second	-1200
sych	-1201
▁200	-1202
▁direct	-1203
▁territ	-1204
▁year	-1205
▁individual	-1206
▁religious	-1207
▁species	-1208
▁13	-1209
▁sol	-1210
▁took	-1211
▁light	-1212
▁considered	-1213
▁suggest	-1214
.[18	-1215
▁pass	-1216
ration	-1217
▁Wh	-1218
urb	-1219
ouse	-1220
enn	-1221
ese	-1222
▁ancient	-1223
▁camp	-1224
▁how	-1225
▁Japan	-1226
tt	-1227
man	-1228
hern	-1229
aid	-1230
▁chang	-1231
ick	-1232
ring	-1233
ters	-1234
▁exist	-1235
ols	-1236
bon	-1237
▁med	-1238
▁prim	-1239
ule	-1240
▁Asia	-1241
resent	-1242
▁return	-1243
ired	-1244
orthern	-1245
par	-1246
▁fin	-1247
ences	-1248
ision	-1249
day	-1250
▁Ca	-1251
ander	-1252
▁independ	-1253
▁offic	-1254
▁9	-1255
thod	-1256
▁Aug	-1257
▁typ	-1258
▁global	-1259
reed	-1260
az	-1261
▁cond	-1262
▁women	-1263
ried	-1264
▁stat	-1265
▁requ	-1266
▁bi	-1267
▁last	-1268
outher	-1269
oth	-1270
▁pat	-1271
aving	-1272
▁still	-1273
▁child	-1274
rodu	-1275
▁Germany	-1276
▁further	-1277
ger	-1278
outhern	-1279
1,	-1280
gen	-1281
▁prin	-1282
▁surface	-1283
▁el	-1284
.[19	-1285
astern	-1286
▁forest	-1287
ops	-1288
ively	-1289
ination	-1290
iverse	-1291
▁attempt	-1292
▁Joh	-1293
▁late	-1294
lished	-1295
ples	-1296
ledge	-1297
▁August	-1298
▁intern	-1299
yl	-1300
▁mater	-1301
▁dynast	-1302
etic	-1303
▁ann	-1304
▁May	-1305
ript	-1306
▁very	-1307
▁Acc	-1308
▁bod	-1309
▁general	-1310
acy	-1311
nce	-1312
▁Spanish	-1313
▁US	-1314
▁claim	-1315
cul	-1316
▁event	-1317
▁four	-1318
iddle	-1319
▁underst	-1320
▁environment	-1321
ably	-1322
▁now	-1323
▁attack	-1324
eral	-1325
iber	-1326
▁few	-1327
▁199	-1328
▁anim	-1329
▁black	-1330
▁experi	-1331
▁Rome	-1332
ges	-1333
▁way	-1334
acter	-1335
cing	-1336
▁India	-1337
2,	-1338
▁relations	-1339
oint	-1340
▁mor	-1341
mber	-1342
med	-1343
ean	-1344
▁present	-1345
▁Wor	-1346
▁inc	-1347
▁educ	-1348
▁local	-1349
osphere	-1350
▁material	-1351
▁po	-1352
▁Alex	-1353
▁tro	-1354
▁vis	-1355
▁ident	-1356
ert	-1357
tal	-1358
ober	-1359
cially	-1360
▁America	-1361
▁temper	-1362
▁concept	-1363
▁national	-1364
ycl	-1365
▁near	-1366
ey	-1367
▁–	-1368
ricult	-1369
▁Mus	-1370
▁Union	-1371
▁country	-1372
ission	-1373
▁natural	-1374
▁eth	-1375
▁194	-1376
▁Will	-1377
▁empire	-1378
anding	-1379
▁cultural	-1380
▁op	-1381
▁redu	-1382
▁various	-1383
ened	-1384
igen	-1385
▁continued	-1386
▁lim	-1387
▁established	-1388
oon	-1389
▁associ	-1390
ck	-1391
ances	-1392
▁coast	-1393
ertain	-1394
overed	-1395
ris	-1396
▁During	-1397
▁polic	-1398
▁According	-1399
▁Comm	-1400
▁indust	-1401
orts	-1402
▁another	-1403
ains	-1404
cific	-1405
oid	-1406
ute	-1407
▁climate	-1408
ze	-1409
▁thought	-1410
▁increased	-1411
▁Char	-1412
▁ship	-1413
aign	-1414
▁following	-1415
sequ	-1416
▁enc	-1417
▁knowledge	-1418
9,	-1419
▁place	-1420
▁record	-1421
hi	-1422
▁sy	-1423
▁across	-1424
iol	-1425
une	-1426
▁represent	-1427
▁Pl	-1428
iven	-1429
▁author	-1430
▁earl	-1431
▁William	-1432
ds	-1433
▁simil	-1434
▁psych	-1435
▁cour	-1436
▁Church	-1437
ones	-1438
▁Oct	-1439
.[21	-1440
▁Sun	-1441
▁Ne	-1442
▁Mar	-1443
▁fun	-1444
▁meas	-1445
perial	-1446
ering	-1447
ote	-1448
▁atm	-1449
▁pred	-1450
▁become	-1451
▁inform	-1452
▁capt	-1453
▁'	-1454
▁All	-1455
▁Ott	-1456
▁ant	-1457
igenous	-1458
▁Cl	-1459
lear	-1460
itive	-1461
▁south	-1462
▁strong	-1463
way	-1464
▁show	-1465
▁subject	-1466
▁evidence	-1467
.[20	-1468
▁vol	-1469
me	-1470
▁sent	-1471
▁Although	-1472
▁John	-1473
▁dest	-1474
▁included	-1475
ik	-1476
▁11	-1477
.[22	-1478
NA	-1479
▁schol	-1480
iversity	-1481
▁Gen	-1482
pecially	-1483
ley	-1484
ull	-1485
▁build	-1486
wor	-1487
rian	-1488
▁crit	-1489
▁rights	-1490
▁scient	-1491
col	-1492
▁domin	-1493
wards	-1494
▁mean	-1495
3,	-1496
▁adm	-1497
▁Christian	-1498
ony	-1499
ock	-1500
▁eng	-1501
▁gal	-1502
▁times	-1503
▁cities	-1504
▁just	-1505
▁conc	-1506
ication	-1507
▁Rev	-1508
4,	-1509
5,	-1510
pre	-1511
▁lab	-1512
▁World	-1513
▁systems	-1514
▁African	-1515
▁campaign	-1516
ither	-1517
ll	-1518
▁although	-1519
▁hig	-1520
▁stars	-1521
▁av	-1522
▁method	-1523
▁Great	-1524
hers	-1525
ained	-1526
▁without	-1527
ilt	-1528
▁creat	-1529
▁neg	-1530
][4	-1531
otion	-1532
peror	-1533
▁north	-1534
ash	-1535
ability	-1536
▁movement	-1537
ression	-1538
▁troops	-1539
▁others	-1540
▁dynasty	-1541
▁agricult	-1542
▁Sh	-1543
can	-1544
rent	-1545
▁iss	-1546
▁central	-1547
▁increasing	-1548
ky	-1549
."[	-1550
ames	-1551
lands	-1552
blem	-1553
▁family	-1554
▁similar	-1555
▁influence	-1556
▁Pers	-1557
cip	-1558
▁space	-1559
▁protect	-1560
▁came	-1561
ased	-1562
▁init	-1563
exic	-1564
used	-1565
▁England	-1566
inese	-1567
▁stre	-1568
▁music	-1569
▁role	-1570
▁197	-1571
▁sci	-1572
▁tre	-1573
▁start	-1574
▁using	-1575
▁belief	-1576
8,	-1577
umb	-1578
ler	-1579
▁proper	-1580
itud	-1581
▁Mexic	-1582
▁observ	-1583
▁West	-1584
▁down	-1585
▁help	-1586
ploy	-1587
▁comb	-1588
ope	-1589
▁191	-1590
ensive	-1591
30	-1592
▁Rep	-1593
▁comple	-1594
▁groups	-1595
ification	-1596
▁good	-1597
7,	-1598
iation	-1599
ca	-1600
▁kill	-1601
▁serv	-1602
6,	-1603
▁Arm	-1604
ats	-1605
▁Har	-1606
▁His	-1607
▁Chinese	-1608
▁Ab	-1609
.[23	-1610
atin	-1611
▁refer	-1612
itution	-1613
▁especially	-1614
▁old	-1615
to	-1616
ched	-1617
ially	-1618
ead	-1619
▁regions	-1620
ends	-1621
▁Can	-1622
▁liter	-1623
yd	-1624
▁carbon	-1625
▁Australia	-1626
ailed	-1627
asion	-1628
▁problem	-1629
▁my	-1630
▁Pol	-1631
▁held	-1632
▁society	-1633
▁eff	-1634
iers	-1635
most	-1636
▁When	-1637
ths	-1638
ven	-1639
▁foc	-1640
ometimes	-1641
pr	-1642
▁go	-1643
▁obser	-1644
ria	-1645
cious	-1646
▁caused	-1647
▁low	-1648
▁tex	-1649
▁left	-1650
▁make	-1651
▁order	-1652
▁day	-1653
▁far	-1654
uries	-1655
▁relative	-1656
▁orb	-1657
▁hal	-1658
▁pur	-1659
▁forms	-1660
▁air	-1661
▁vict	-1662
▁rather	-1663
ank	-1664
ored	-1665
▁turn	-1666
▁Battle	-1667
lict	-1668
▁Other	-1669
▁behav	-1670
▁Many	-1671
▁Cent	-1672
▁Sc	-1673
ought	-1674
▁capital	-1675
▁X	-1676
▁sold	-1677
".	-1678
ades	-1679
▁usually	-1680
▁Bl	-1681
▁dra	-1682
▁coll	-1683
▁given	-1684
▁largest	-1685
▁research	-1686
▁div	-1687
▁ocean	-1688
ai	-1689
elf	-1690
▁Ad	-1691
▁Gu	-1692
ronom	-1693
▁however	-1694
ipp	-1695
▁Fran	-1696
osystem	-1697
▁One	-1698
▁anal	-1699
▁fall	-1700
▁Revolution	-1701
aken	-1702
▁rain	-1703
▁Alexander	-1704
▁philosoph	-1705
▁affect	-1706
▁lo	-1707
stant	-1708
▁seen	-1709
▁addition	-1710
▁every	-1711
▁formed	-1712
akes	-1713
▁food	-1714
ici	-1715
rought	-1716
ularly	-1717
▁account	-1718
▁character	-1719
▁Am	-1720
aval	-1721
olic	-1722
anded	-1723
▁Italy	-1724
ird	-1725
▁reb	-1726
▁wide	-1727
▁throughout	-1728
▁terms	-1729
ologists	-1730
▁ri	-1731
▁died	-1732
▁name	-1733
▁treat	-1734
▁planet	-1735
80	-1736
aged	-1737
side	-1738
▁see	-1739
▁close	-1740
▁separ	-1741
eng	-1742
erest	-1743
▁grav	-1744
▁battle	-1745
▁rule	-1746
arily	-1747
▁With	-1748
▁created	-1749
▁pot	-1750
▁wind	-1751
▁leaders	-1752
omp	-1753
ires	-1754
▁universe	-1755
▁centuries	-1756
wh	-1757
ying	-1758
▁surv	-1759
▁parts	-1760
▁super	-1761
ling	-1762
▁estim	-1763
less	-1764
enced	-1765
▁repl	-1766
▁Kh	-1767
co	-1768
att	-1769
▁you	-1770
▁free	-1771
▁Middle	-1772
arn	-1773
rab	-1774
.[24	-1775
ached	-1776
imately	-1777
▁sing	-1778
▁Ottoman	-1779
ada	-1780
▁cir	-1781
▁short	-1782
ruction	-1783
▁Ed	-1784
▁Ge	-1785
▁Pr	-1786
▁events	-1787
▁generally	-1788
for	-1789
▁mult	-1790
▁Indian	-1791
▁education	-1792
▁reason	-1793
▁should	-1794
▁El	-1795
▁concern	-1796
▁sometimes	-1797
urg	-1798
▁gu	-1799
▁deb	-1800
▁Latin	-1801
▁northern	-1802
▁par	-1803
▁Britain	-1804
▁heav	-1805
▁suff	-1806
yle	-1807
▁lands	-1808
rast	-1809
▁sea	-1810
▁introdu	-1811
▁production	-1812
▁Or	-1813
▁br	-1814
▁impact	-1815
▁associated	-1816
nam	-1817
▁pos	-1818
urban	-1819
ards	-1820
▁nuc	-1821
▁changes	-1822
▁emer	-1823
▁either	-1824
▁studies	-1825
▁defin	-1826
ending	-1827
▁galax	-1828
▁rece	-1829
isation	-1830
▁star	-1831
▁While	-1832
▁Med	-1833
▁complex	-1834
aries	-1835
ember	-1836
▁colonial	-1837
ma	-1838
▁mer	-1839
▁Be	-1840
rown	-1841
▁described	-1842
iest	-1843
orted	-1844
▁Kingdom	-1845
arent	-1846
▁popular	-1847
▁scholars	-1848
itu	-1849
▁mo	-1850
▁sec	-1851
▁tax	-1852
▁Jew	-1853
▁disp	-1854
▁Russia	-1855
▁children	-1856
▁information	-1857
▁humans	-1858
▁religion	-1859
▁remained	-1860
lim	-1861
▁total	-1862
▁increase	-1863
ram	-1864
ency	-1865
▁recogn	-1866
▁cause	-1867
ingu	-1868
▁loss	-1869
▁begin	-1870
ison	-1871
▁son	-1872
▁southern	-1873
▁Caes	-1874
lam	-1875
▁fig	-1876
ateg	-1877
▁model	-1878
▁slaves	-1879
▁current	-1880
lo	-1881
===	-1882
▁===	-1883
▁lost	-1884
▁press	-1885
▁conflict	-1886
▁followed	-1887
▁Ju	-1888
▁abs	-1889
▁viol	-1890
▁certain	-1891
▁administ	-1892
▁cal	-1893
▁resour	-1894
▁objects	-1895
by	-1896
isms	-1897
▁DNA	-1898
▁pers	-1899
▁nature	-1900
▁astronom	-1901
▁z	-1902
ata	-1903
▁interact	-1904
▁animals	-1905
,[2	-1906
▁port	-1907
▁amount	-1908
citation	-1909
rag	-1910
▁Spain	-1911
▁least	-1912
▁design	-1913
▁members	-1914
▁interest	-1915
▁having	-1916
▁fem	-1917
throp	-1918
▁post	-1919
▁scho	-1920
aps	-1921
tic	-1922
iate	-1923
▁Car	-1924
.[25	-1925
▁play	-1926
▁Republic	-1927
inct	-1928
▁possible	-1929
▁Caesar	-1930
▁leading	-1931
▁science	-1932
▁Act	-1933
▁ecosystem	-1934
xt	-1935
pite	-1936
▁body	-1937
igation	-1938
▁Mong	-1939
▁activ	-1940
▁determ	-1941
atures	-1942
hel	-1943
val	-1944
▁Port	-1945
▁laws	-1946
▁atmosphere	-1947
aces	-1948
▁point	-1949
▁reform	-1950
▁contribut	-1951
▁take	-1952
cle	-1953
ots	-1954
pid	-1955
.[26	-1956
▁Gal	-1957
▁ground	-1958
▁regard	-1959
▁chem	-1960
▁works	-1961
▁higher	-1962
▁product	-1963
▁particular	-1964
reg	-1965
▁oper	-1966
▁peace	-1967
▁spread	-1968
ator	-1969
▁conv	-1970
▁processes	-1971
ung	-1972
▁past	-1973
ography	-1974
▁maintain	-1975
▁believed	-1976
▁conditions	-1977
▁temperature	-1978
ane	-1979
chie	-1980
▁able	-1981
▁built	-1982
▁growth	-1983
▁official	-1984
▁[	-1985
▁accept	-1986
▁threat	-1987
▁fle	-1988
selves	-1989
▁structure	-1990
▁trib	-1991
itut	-1992
rum	-1993
aded	-1994
▁193	-1995
▁Age	-1996
icult	-1997
itted	-1998
be	-1999
▁Assy	-2000
▁Sept	-2001
▁real	-2002
▁thin	-2003
▁previous	-2004
rote	-2005
ceed	-2006
▁Des	-2007
▁saw	-2008
ators	-2009
▁Part	-2010
▁occup	-2011
nect	-2012
▁cell	-2013
▁publ	-2014
▁mathem	-2015
▁source	-2016
▁magn	-2017
rain	-2018
▁Rom	-2019
▁Conf	-2020
▁urban	-2021
ye	-2022
avery	-2023
▁prof	-2024
▁ships	-2025
▁stand	-2026
eter	-2027
▁age	-2028
iness	-2029
▁la	-2030
▁195	-2031
▁lit	-2032
rated	-2033
▁farm	-2034
af	-2035
ising	-2036
▁pain	-2037
▁former	-2038
▁settle	-2039
▁Pa	-2040
ming	-2041
▁202	-2042
▁exam	-2043
▁rele	-2044
▁wrote	-2045
▁sources	-2046
▁September	-2047
ica	-2048
▁almost	-2049
▁relationship	-2050
ids	-2051
▁planets	-2052
▁particularly	-2053
▁ben	-2054
▁ethn	-2055
▁fund	-2056
▁allowed	-2057
▁expans	-2058
cript	-2059
rest	-2060
▁upon	-2061
▁imperial	-2062
▁Lin	-2063
▁Je	-2064
▁dev	-2065
▁self	-2066
ropical	-2067
...	-2068
▁successful	-2069
oms	-2070
ented	-2071
▁del	-2072
▁June	-2073
▁travel	-2074
▁themselves	-2075
ne	-2076
gram	-2077
▁(19	-2078
▁Arab	-2079
▁perform	-2080
▁related	-2081
▁Nap	-2082
anted	-2083
owers	-2084
▁appl	-2085
▁means	-2086
eth	-2087
yal	-2088
▁coun	-2089
▁happ	-2090
▁Russian	-2091
▁meaning	-2092
▁half	-2093
ta	-2094
▁Phil	-2095
▁position	-2096
▁From	-2097
▁policy	-2098
ox	-2099
ocr	-2100
itual	-2101
▁line	-2102
erence	-2103
▁Central	-2104
▁October	-2105
▁So	-2106
▁aut	-2107
▁whether	-2108
itect	-2109
▁National	-2110
ales	-2111
▁single	-2112
▁languages	-2113
cil	-2114
▁hold	-2115
aster	-2116
▁traditional	-2117
▁bar	-2118
▁expansion	-2119
ela	-2120
▁Most	-2121
▁priv	-2122
▁invasion	-2123
▁achie	-2124
0%	-2125
anu	-2126
oyal	-2127
▁Hist	-2128
▁wall	-2129
▁itself	-2130
▁defeated	-2131
ving	-2132
oleon	-2133
▁forced	-2134
iles	-2135
▁conquest	-2136
▁Ex	-2137
omes	-2138
▁Cath	-2139
▁Gand	-2140
▁Mexico	-2141
▁international	-2142
osm	-2143
▁likely	-2144
lin	-2145
ensity	-2146
▁physical	-2147
amed	-2148
▁dam	-2149
▁flow	-2150
▁historians	-2151
coln	-2152
▁rise	-2153
▁earth	-2154
▁ke	-2155
ressed	-2156
▁consist	-2157
ief	-2158
▁top	-2159
0,000	-2160
▁adop	-2161
▁soil	-2162
▁Napoleon	-2163
▁produced	-2164
requ	-2165
ront	-2166
ties	-2167
▁phen	-2168
▁Per	-2169
▁peoples	-2170
▁Lincoln	-2171
▁Cle	-2172
▁dark	-2173
▁March	-2174
▁economy	-2175
▁establish	-2176
ople	-2177
▁lack	-2178
▁said	-2179
▁respons	-2180
▁consider	-2181
▁proposed	-2182
ining	-2183
▁appear	-2184
▁brought	-2185
ner	-2186
▁ve	-2187
ption	-2188
▁gave	-2189
▁argued	-2190
▁entire	-2191
▁foreign	-2192
▁mid	-2193
erous	-2194
▁July	-2195
▁does	-2196
▁fire	-2197
▁mill	-2198
▁word	-2199
▁never	-2200
▁Gandhi	-2201
▁written	-2202
▁discovered	-2203
orest	-2204
omb	-2205
vere	-2206
▁Sea	-2207
▁Tur	-2208
▁expect	-2209
▁behavior	-2210
0,	-2211
eb	-2212
lection	-2213
▁Muslim	-2214
▁billion	-2215
▁reign	-2216
▁eventually	-2217
▁lower	-2218
▁princi	-2219
ara	-2220
▁symb	-2221
▁thus	-2222
atives	-2223
▁taken	-2224
▁killed	-2225
▁western	-2226
▁ir	-2227
▁Moon	-2228
▁open	-2229
▁quest	-2230
▁effects	-2231
▁architect	-2232
0.	-2233
▁km	-2234
itude	-2235
▁impro	-2236
▁employ	-2237
▁soldiers	-2238
][5	-2239
.[27	-2240
▁cit	-2241
▁resources	-2242
know	-2243
work	-2244
▁historical	-2245
▁Mand	-2246
▁hand	-2247
▁published	-2248
▁territory	-2249
▁divid	-2250
▁might	-2251
▁Par	-2252
▁Viet	-2253
▁cycl	-2254
▁mark	-2255
▁kingdom	-2256
▁Pe	-2257
▁fav	-2258
inent	-2259
▁Jeff	-2260
▁aver	-2261
▁larger	-2262
▁towards	-2263
sh	-2264
▁net	-2265
▁five	-2266
lation	-2267
go	-2268
▁cost	-2269
▁difficult	-2270
ush	-2271
▁fight	-2272
▁making	-2273
▁Persian	-2274
▁six	-2275
▁east	-2276
▁prob	-2277
yed	-2278
▁Tr	-2279
chan	-2280
▁lat	-2281
▁days	-2282
▁Portug	-2283
pir	-2284
▁21	-2285
pril	-2286
iance	-2287
▁royal	-2288
▁living	-2289
▁cultures	-2290
▁sk	-2291
▁rate	-2292
▁Islam	-2293
▁invest	-2294
▁connect	-2295
atra	-2296
▁destro	-2297
▁observed	-2298
ival	-2299
▁mount	-2300
▁environmental	-2301
abit	-2302
eder	-2303
like	-2304
play	-2305
▁case	-2306
▁rapid	-2307
▁types	-2308
▁mathemat	-2309
▁estimated	-2310
▁sum	-2311
gether	-2312
▁together	-2313
▁Jefferson	-2314
▁supported	-2315
▁collect	-2316
▁evolution	-2317
▁River	-2318
▁plants	-2319
leg	-2320
▁186	-2321
▁hyd	-2322
▁April	-2323
▁focus	-2324
ham	-2325
▁Im	-2326
▁specific	-2327
▁{	-2328
augh	-2329
▁Mes	-2330
▁phenomen	-2331
▁beginning	-2332
ont	-2333
▁cross	-2334
▁conscious	-2335
izing	-2336
▁majority	-2337
[2	-2338
che	-2339
▁indic	-2340
rm	-2341
▁size	-2342
▁anthrop	-2343
▁reached	-2344
▁ens	-2345
▁away	-2346
▁site	-2347
▁ideas	-2348
▁complete	-2349
▁philosophy	-2350
▁Eastern	-2351
▁provided	-2352
▁ty	-2353
overy	-2354
▁sett	-2355
▁frequ	-2356
▁range	-2357
▁colonies	-2358
▁experience	-2359
▁populations	-2360
fer	-2361
phas	-2362
▁Her	-2363
▁situ	-2364
▁court	-2365
▁white	-2366
▁find	-2367
▁west	-2368
▁provide	-2369
reak	-2370
▁fri	-2371
▁slavery	-2372
ula	-2373
▁aff	-2374
empor	-2375
▁moral	-2376
▁Vietnam	-2377
▁Dece	-2378
▁elements	-2379
ights	-2380
▁scientific	-2381
ena	-2382
▁dom	-2383
▁lay	-2384
istance	-2385
▁mechan	-2386
duct	-2387
▁Catholic	-2388
▁activity	-2389
uk	-2390
▁And	-2391
▁reach	-2392
oration	-2393
▁health	-2394
▁interpre	-2395
.[28	-2396
reme	-2397
▁levels	-2398
▁°	-2399
▁broad	-2400
▁solar	-2401
arc	-2402
ague	-2403
▁lin	-2404
war	-2405
thing	-2406
▁next	-2407
▁largely	-2408
uted	-2409
▁cosm	-2410
▁legal	-2411
▁Ber	-2412
▁thous	-2413
▁approx	-2414
▁ep	-2415
ovember	-2416
▁little	-2417
och	-2418
▁fa	-2419
▁pir	-2420
▁status	-2421
▁primary	-2422
▁December	-2423
▁involved	-2424
▁referred	-2425
▁quant	-2426
▁respect	-2427
▁independence	-2428
▁Val	-2429
iment	-2430
▁memory	-2431
▁communication	-2432
▁god	-2433
arian	-2434
▁gold	-2435
▁emphas	-2436
▁greater	-2437
▁special	-2438
▁victory	-2439
▁function	-2440
▁198	-2441
aring	-2442
▁instead	-2443
▁community	-2444
▁Bal	-2445
iting	-2446
▁bord	-2447
▁whose	-2448
▁Charles	-2449
ique	-2450
▁our	-2451
▁ended	-2452
▁predict	-2453
zant	-2454
ossil	-2455
▁contrast	-2456
ylon	-2457
▁idea	-2458
▁named	-2459
▁November	-2460
][6	-2461
ours	-2462
▁flood	-2463
▁sense	-2464
rel	-2465
anuary	-2466
▁transp	-2467
▁remains	-2468
ery	-2469
antic	-2470
▁benef	-2471
▁formation	-2472
ene	-2473
▁En	-2474
cret	-2475
ways	-2476
▁BCE	-2477
anced	-2478
ronze	-2479
ado	-2480
rug	-2481
▁To	-2482
fact	-2483
▁Cal	-2484
▁dise	-2485
▁citiz	-2486
issions	-2487
▁powers	-2488
▁series	-2489
][7	-2490
ads	-2491
inary	-2492
ional	-2493
▁cover	-2494
▁authority	-2495
ready	-2496
rict	-2497
▁Cong	-2498
▁famil	-2499
▁Columb	-2500
▁earliest	-2501
▁includes	-2502
rew	-2503
utes	-2504
▁Sch	-2505
▁nation	-2506
▁January	-2507
oted	-2508
▁192	-2509
▁Mil	-2510
▁nob	-2511
▁put	-2512
▁Geor	-2513
▁scale	-2514
▁average	-2515
▁potential	-2516
▁Bab	-2517
▁bur	-2518
▁love	-2519
▁divided	-2520
▁communities	-2521
clus	-2522
▁defined	-2523
cont	-2524
▁Hen	-2525
▁ult	-2526
▁Mongol	-2527
▁outside	-2528
▁literature	-2529
▁revolution	-2530
amb	-2531
▁must	-2532
▁indigenous	-2533
▁independent	-2534
▁pay	-2535
iding	-2536
▁young	-2537
▁Mandela	-2538
▁program	-2539
▁approach	-2540
der	-2541
ysis	-2542
▁100	-2543
▁doc	-2544
▁liber	-2545
issance	-2546
▁Byzant	-2547
▁Constant	-2548
▁according	-2549
atory	-2550
▁Prot	-2551
▁grad	-2552
▁Black	-2553
▁necess	-2554
▁industrial	-2555
.[29	-2556
▁theories	-2557
▁Churchill	-2558
sc	-2559
son	-2560
olar	-2561
isc	-2562
▁Carth	-2563
▁plant	-2564
▁individuals	-2565
▁Bra	-2566
▁gas	-2567
▁sust	-2568
II	-2569
iety	-2570
oura	-2571
semb	-2572
▁imm	-2573
undred	-2574
▁negot	-2575
▁factors	-2576
▁particip	-2577
onse	-2578
eroid	-2579
▁heat	-2580
▁poll	-2581
▁read	-2582
▁rock	-2583
▁wild	-2584
▁cases	-2585
▁slave	-2586
▁tropical	-2587
▁continent	-2588
.,	-2589
][8	-2590
▁era	-2591
▁mig	-2592
▁too	-2593
▁norm	-2594
▁brother	-2595
▁distinct	-2596
ott	-2597
▁Hol	-2598
▁den	-2599
▁laun	-2600
▁Athen	-2601
▁avail	-2602
▁continu	-2603
▁pattern	-2604
enh	-2605
ify	-2606
▁mot	-2607
▁exec	-2608
elling	-2609
opatra	-2610
▁value	-2611
men	-2612
quis	-2613
▁wealth	-2614
▁earlier	-2615
▁methods	-2616
▁relatively	-2617
▁territories	-2618
of	-2619
▁above	-2620
mediate	-2621
▁already	-2622
▁Australian	-2623
not	-2624
▁Fl	-2625
▁ver	-2626
▁docum	-2627
▁possib	-2628
▁Cleopatra	-2629
▁introduced	-2630
▁understanding	-2631
▁der	-2632
▁ill	-2633
▁sil	-2634
▁captured	-2635
▁response	-2636
▁ago	-2637
▁Norm	-2638
▁volcan	-2639
▁chemical	-2640
▁galaxies	-2641
▁Me	-2642
gress	-2643
▁meet	-2644
▁town	-2645
▁goods	-2646
▁himself	-2647
▁produce	-2648
▁writing	-2649
.5	-2650
,[3	-2651
▁Bo	-2652
▁Pal	-2653
▁Party	-2654
▁fleet	-2655
▁directly	-2656
▁emb	-2657
▁once	-2658
▁Ocean	-2659
▁moved	-2660
▁access	-2661
▁univers	-2662
▁25	-2663
▁Sy	-2664
▁di	-2665
onst	-2666
uture	-2667
▁Japanese	-2668
▁building	-2669
su	-2670
▁III	-2671
oming	-2672
▁Army	-2673
▁months	-2674
▁organisms	-2675
ches	-2676
▁test	-2677
▁Romans	-2678
▁private	-2679
▁surround	-2680
ulf	-2681
▁stri	-2682
▁bound	-2683
▁third	-2684
izations	-2685
▁societies	-2686
▁Sw	-2687
▁Pres	-2688
▁project	-2689
.[31	-2690
▁sex	-2691
light	-2692
▁archae	-2693
▁agriculture	-2694
▁agricultural	-2695
▁sw	-2696
▁God	-2697
▁command	-2698
▁asteroid	-2699
▁received	-2700
▁Ag	-2701
▁Az	-2702
▁cy	-2703
olved	-2704
▁full	-2705
▁today	-2706
reement	-2707
▁subsequ	-2708
.[30	-2709
itt	-2710
lem	-2711
▁slow	-2712
▁defeat	-2713
▁required	-2714
▁clou	-2715
▁side	-2716
▁fac	-2717
abeth	-2718
▁iron	-2719
▁mole	-2720
▁emperor	-2721
▁forests	-2722
hib	-2723
uls	-2724
otic	-2725
umer	-2726
▁ste	-2727
▁limited	-2728
▁contempor	-2729
▁primarily	-2730
ctions	-2731
▁aspect	-2732
▁fossil	-2733
▁Indigenous	-2734
ha	-2735
▁(2	-2736
utch	-2737
▁seem	-2738
▁action	-2739
▁future	-2740
▁Cor	-2741
▁ess	-2742
▁Emperor	-2743
▁radiation	-2744
isions	-2745
▁Babylon	-2746
▁pressure	-2747
▁returned	-2748
▁approximately	-2749
▁cop	-2750
▁house	-2751
izabeth	-2752
▁demonst	-2753
hest	-2754
▁red	-2755
▁crop	-2756
▁Henry	-2757
▁react	-2758
▁System	-2759
▁smaller	-2760
omm	-2761
▁ris	-2762
▁Jews	-2763
▁weak	-2764
▁Italian	-2765
▁Elizabeth	-2766
new	-2767
▁AD	-2768
rior	-2769
▁key	-2770
▁data	-2771
▁phot	-2772
▁labor	-2773
let	-2774
onic	-2775
▁tit	-2776
▁exch	-2777
▁myth	-2778
▁resulting	-2779
ls	-2780
▁sat	-2781
▁Since	-2782
▁father	-2783
cipl	-2784
enth	-2785
▁aim	-2786
▁exc	-2787
▁eastern	-2788
▁measure	-2789
▁structures	-2790
▁unc	-2791
iated	-2792
▁sequ	-2793
▁compet	-2794
▁failed	-2795
▁conduct	-2796
▁personal	-2797
arct	-2798
▁tri	-2799
▁discuss	-2800
▁original	-2801
00]	-2802
oving	-2803
▁Leon	-2804
▁except	-2805
▁mi	-2806
▁freed	-2807
▁ritual	-2808
."[1	-2809
▁179	-2810
rogen	-2811
▁arri	-2812
▁beliefs	-2813
▁reflect	-2814
enaissance	-2815
ps	-2816
ext	-2817
▁Man	-2818
][11	-2819
▁Canada	-2820
▁Bel	-2821
▁hyp	-2822
▁Greece	-2823
▁models	-2824
▁Another	-2825
▁monarch	-2826
▁started	-2827
▁Egyptian	-2828
")	-2829
▁Br	-2830
▁rot	-2831
▁come	-2832
▁type	-2833
▁assum	-2834
▁quick	-2835
▁Galile	-2836
▁concent	-2837
▁percent	-2838
▁separate	-2839
▁suggested	-2840
][9	-2841
zil	-2842
▁sun	-2843
avian	-2844
▁spir	-2845
icated	-2846
▁institut	-2847
udd	-2848
▁longer	-2849
▁widely	-2850
▁citizens	-2851
▁probably	-2852
imin	-2853
ixed	-2854
▁fell	-2855
▁wave	-2856
ornado	-2857
▁activities	-2858
-1	-2859
40	-2860
ift	-2861
▁If	-2862
▁ce	-2863
isted	-2864
▁Maya	-2865
▁head	-2866
▁nearly	-2867
▁practice	-2868
▁psychology	-2869
raft	-2870
▁deg	-2871
tical	-2872
▁Arch	-2873
▁mostly	-2874
ero	-2875
▁let	-2876
allen	-2877
▁wars	-2878
ointed	-2879
▁highly	-2880
▁definition	-2881
enic	-2882
ibal	-2883
ios	-2884
otam	-2885
▁bir	-2886
othes	-2887
▁create	-2888
▁reject	-2889
▁Congress	-2890
▁classical	-2891
▁construct	-2892
sp	-2893
sec	-2894
uan	-2895
ieval	-2896
▁marri	-2897
▁better	-2898
▁enough	-2899
▁streng	-2900
▁Renaissance	-2901
▁Cub	-2902
▁hor	-2903
ranean	-2904
▁home	-2905
▁emotion	-2906
▁She	-2907
▁powerful	-2908
▁Sen	-2909
▁vir	-2910
▁critic	-2911
▁problems	-2912
▁typically	-2913
▁Mal	-2914
▁irr	-2915
▁win	-2916
opotam	-2917
▁Assyrian	-2918
▁materials	-2919
emic	-2920
nces	-2921
pper	-2922
▁Lou	-2923
▁Way	-2924
▁mic	-2925
▁Columbus	-2926
▁declared	-2927
iterranean	-2928
tec	-2929
anned	-2930
ocratic	-2931
▁expected	-2932
▁property	-2933
▁increasingly	-2934
lan	-2935
▁30	-2936
▁Rober	-2937
▁conver	-2938
▁passed	-2939
▁school	-2940
▁Ma	-2941
cons	-2942
known	-2943
▁orbit	-2944
inister	-2945
▁distance	-2946
▁philosop	-2947
ebru	-2948
▁Ang	-2949
▁Hum	-2950
▁purp	-2951
▁revol	-2952
century	-2953
▁agreed	-2954
▁historian	-2955
▁Mediterranean	-2956
ev	-2957
▁inte	-2958
▁text	-2959
▁Treat	-2960
▁adapt	-2961
▁adopted	-2962
▁physics	-2963
▁conquered	-2964
][10	-2965
osing	-2966
ebruary	-2967
ilities	-2968
▁sustain	-2969
▁occurred	-2970
rone	-2971
▁book	-2972
arning	-2973
icient	-2974
▁exped	-2975
▁mainly	-2976
▁contain	-2977
▁analysis	-2978
▁reported	-2979
urs	-2980
▁Ga	-2981
▁Bar	-2982
asons	-2983
▁More	-2984
▁anti	-2985
▁host	-2986
▁Dutch	-2987
▁kings	-2988
▁storm	-2989
▁recycl	-2990
▁hundred	-2991
▁expanded	-2992
▁available	-2993
ana	-2994
hold	-2995
▁Ven	-2996
orestation	-2997
▁Tem	-2998
▁ecl	-2999
ously	-3000
▁circ	-3001
▁enem	-3002
▁soon	-3003
▁front	-3004
iations	-3005
iege	-3006
▁clear	-3007
▁sought	-3008
▁accepted	-3009
▁Mesopotam	-3010
dis	-3011
▁Hann	-3012
▁diss	-3013
▁ways	-3014
▁Indus	-3015
▁February	-3016
▁Northern	-3017
oral	-3018
▁Wall	-3019
▁fail	-3020
▁armies	-3021
▁counter	-3022
▁internal	-3023
▁consciousness	-3024
60	-3025
na	-3026
▁went	-3027
▁minor	-3028
▁extreme	-3029
▁genetic	-3030
▁Southern	-3031
▁Que	-3032
▁bey	-3033
odern	-3034
▁poor	-3035
▁formal	-3036
▁Antarct	-3037
▁earthqu	-3038
▁Augustus	-3039
▁President	-3040
ging	-3041
▁bus	-3042
▁sac	-3043
istan	-3044
▁fear	-3045
▁rates	-3046
▁Second	-3047
▁beyond	-3048
▁detect	-3049
▁nuclear	-3050
▁question	-3051
▁recorded	-3052
][12	-3053
▁best	-3054
▁First	-3055
orb	-3056
▁fr	-3057
burg	-3058
rate	-3059
avalry	-3060
lement	-3061
▁words	-3062
▁Byzantine	-3063
▁observations	-3064
off	-3065
▁dou	-3066
▁ice	-3067
▁inh	-3068
▁weap	-3069
ederal	-3070
▁Paris	-3071
▁leader	-3072
▁attempted	-3073
oria	-3074
▁reef	-3075
▁Milky	-3076
▁provin	-3077
▁recent	-3078
▁supply	-3079
▁treaty	-3080
▁decades	-3081
▁We	-3082
▁kil	-3083
▁run	-3084
▁deep	-3085
▁Treaty	-3086
▁working	-3087
▁commonly	-3088
▁numerous	-3089
oks	-3090
▁tend	-3091
▁merch	-3092
▁nations	-3093
▁identified	-3094
▁Vict	-3095
▁call	-3096
▁cris	-3097
ulated	-3098
▁categ	-3099
▁Brazil	-3100
▁president	-3101
mar	-3102
▁hol	-3103
▁fields	-3104
▁conserv	-3105
▁families	-3106
▁practices	-3107
my	-3108
▁Et	-3109
▁Old	-3110
▁base	-3111
▁care	-3112
▁tomb	-3113
istics	-3114
onents	-3115
▁Solar	-3116
▁apart	-3117
▁depend	-3118
▁prison	-3119
▁served	-3120
▁Despite	-3121
▁challen	-3122
▁results	-3123
▁Hannibal	-3124
▁policies	-3125
▁technology	-3126
▁vary	-3127
▁decreas	-3128
▁particles	-3129
▁influenced	-3130
uel	-3131
tole	-3132
aches	-3133
rival	-3134
▁cogn	-3135
▁neut	-3136
rative	-3137
▁Robert	-3138
▁interv	-3139
▁Galileo	-3140
▁founded	-3141
itational	-3142
▁presence	-3143
ama	-3144
ams	-3145
idal	-3146
uese	-3147
ested	-3148
▁wood	-3149
▁ruled	-3150
▁sites	-3151
▁texts	-3152
▁Intern	-3153
▁bodies	-3154
▁cavalry	-3155
▁destroyed	-3156
▁squ	-3157
▁active	-3158
▁rebell	-3159
▁180	-3160
▁Atl	-3161
▁Nor	-3162
ounced	-3163
▁James	-3164
▁Berlin	-3165
ographic	-3166
▁existence	-3167
.[32	-3168
resp	-3169
oring	-3170
ceeded	-3171
▁eclip	-3172
▁nucle	-3173
▁recon	-3174
▁occurs	-3175
▁ability	-3176
▁consequ	-3177
▁density	-3178
airs	-3179
▁efforts	-3180
▁industry	-3181
▁immediate	-3182
▁therefore	-3183
▁constitution	-3184
ino	-3185
▁stone	-3186
▁whole	-3187
▁prevent	-3188
▁tornado	-3189
▁warming	-3190
ray	-3191
▁("	-3192
▁But	-3193
▁Gre	-3194
▁wat	-3195
inian	-3196
▁variety	-3197
quisition	-3198
▁resulted	-3199
▁violence	-3200
▁Portuguese	-3201
▁Pom	-3202
▁driv	-3203
arliam	-3204
.[33	-3205
▁mut	-3206
▁Ptole	-3207
▁stated	-3208
▁learning	-3209
mon	-3210
agne	-3211
ient	-3212
▁Crus	-3213
▁spect	-3214
▁General	-3215
▁numbers	-3216
▁construction	-3217
edy	-3218
cest	-3219
ourn	-3220
▁coal	-3221
▁workers	-3222
▁Confeder	-3223
▁marriage	-3224
The	-3225
apse	-3226
ills	-3227
iple	-3228
▁claimed	-3229
▁emerged	-3230
▁interpret	-3231
▁Spart	-3232
▁allies	-3233
▁Protest	-3234
▁controlled	-3235
▁institutions	-3236
][15	-3237
term	-3238
▁live	-3239
▁animal	-3240
▁damage	-3241
▁domest	-3242
▁motion	-3243
▁Nations	-3244
▁contemporary	-3245
rs	-3246
see	-3247
racy	-3248
▁jud	-3249
▁frag	-3250
▁rein	-3251
▁break	-3252
▁island	-3253
▁native	-3254
▁decline	-3255
▁quickly	-3256
rect	-3257
unar	-3258
▁...	-3259
▁ten	-3260
▁Kenn	-3261
▁final	-3262
lemagne	-3263
▁causes	-3264
▁arrived	-3265
▁massive	-3266
▁constant	-3267
▁ecosystems	-3268
▁gravitational	-3269
ih	-3270
▁carried	-3271
arliament	-3272
▁distingu	-3273
▁launched	-3274
▁traditions	-3275
▁Charlemagne	-3276
oke	-3277
▁Gl	-3278
][14	-3279
▁nar	-3280
▁kind	-3281
iments	-3282
▁Early	-3283
▁Antony	-3284
▁weather	-3285
▁features	-3286
oney	-3287
▁grew	-3288
enhouse	-3289
▁Histor	-3290
▁growing	-3291
▁situation	-3292
iodiversity	-3293
▁previously	-3294
▁Christianity	-3295
][13	-3296
▁suc	-3297
▁lines	-3298
▁naval	-3299
▁rural	-3300
▁Valley	-3301
▁church	-3302
ety	-3303
imil	-3304
▁mind	-3305
▁heavy	-3306
▁Commun	-3307
▁Philip	-3308
▁ancest	-3309
▁ethnic	-3310
▁emissions	-3311
▁thousands	-3312
3.	-3313
bow	-3314
▁La	-3315
▁Bec	-3316
urity	-3317
▁cust	-3318
▁Aztec	-3319
▁basic	-3320
▁legis	-3321
▁speed	-3322
▁fought	-3323
▁marked	-3324
▁placed	-3325
▁actions	-3326
▁civilization	-3327
▁24	-3328
anks	-3329
▁cut	-3330
▁dead	-3331
▁cycle	-3332
▁withd	-3333
respond	-3334
▁fundam	-3335
ribution	-3336
▁opposed	-3337
▁creation	-3338
de	-3339
irm	-3340
leb	-3341
nov	-3342
▁Ro	-3343
angel	-3344
▁imag	-3345
▁miss	-3346
▁basis	-3347
▁rough	-3348
▁Pacific	-3349
▁conclud	-3350
▁exchange	-3351
1.	-3352
oot	-3353
aled	-3354
▁sal	-3355
ender	-3356
▁step	-3357
▁subst	-3358
▁integr	-3359
▁discovery	-3360
ech	-3361
aint	-3362
▁Mic	-3363
▁har	-3364
▁true	-3365
▁Louis	-3366
ulation	-3367
▁center	-3368
▁applied	-3369
▁located	-3370
▁profess	-3371
use	-3372
vant	-3373
▁Vir	-3374
▁tar	-3375
▁sens	-3376
▁below	-3377
▁mother	-3378
win	-3379
▁core	-3380
▁Civil	-3381
▁always	-3382
▁ordered	-3383
▁compared	-3384
▁transfer	-3385
▁resistance	-3386
70	-3387
gle	-3388
oan	-3389
abor	-3390
style	-3391
inated	-3392
▁river	-3393
▁Edward	-3394
▁mental	-3395
▁aspects	-3396
▁thinking	-3397
▁irrigation	-3398
▁administration	-3399
uke	-3400
▁Gr	-3401
▁et	-3402
▁cat	-3403
ultan	-3404
▁Both	-3405
▁Arist	-3406
▁units	-3407
▁Follow	-3408
▁achieve	-3409
▁figures	-3410
ym	-3411
avy	-3412
ped	-3413
▁via	-3414
ondon	-3415
▁impl	-3416
▁prec	-3417
▁instrum	-3418
▁extended	-3419
▁standard	-3420
▁suggests	-3421
▁greenhouse	-3422
▁Dep	-3423
antry	-3424
▁Under	-3425
▁London	-3426
▁crisis	-3427
▁periods	-3428
▁negative	-3429
▁significantly	-3430
▁pen	-3431
field	-3432
▁date	-3433
inction	-3434
▁border	-3435
▁commer	-3436
▁Islamic	-3437
▁direction	-3438
▁settlement	-3439
▁architecture	-3440
25	-3441
uge	-3442
rang	-3443
▁alt	-3444
▁cod	-3445
heast	-3446
lying	-3447
ributed	-3448
▁signed	-3449
▁transform	-3450
▁transport	-3451
▁scientists	-3452
erc	-3453
ume	-3454
▁Te	-3455
oned	-3456
▁Pompe	-3457
▁compar	-3458
▁engine	-3459
▁issues	-3460
▁market	-3461
▁perman	-3462
▁friends	-3463
▁creating	-3464
▁creativity	-3465
equ	-3466
ania	-3467
▁won	-3468
▁Budd	-3469
▁Ming	-3470
▁possess	-3471
▁reduced	-3472
▁replaced	-3473
10	-3474
▁CO	-3475
ardo	-3476
▁oil	-3477
▁say	-3478
▁Coun	-3479
▁Inst	-3480
▁incor	-3481
▁style	-3482
▁Following	-3483
▁correspond	-3484
[3	-3485
ald	-3486
greg	-3487
▁189	-3488
▁eas	-3489
idesp	-3490
orial	-3491
osion	-3492
inople	-3493
▁Etrus	-3494
▁depict	-3495
▁gravity	-3496
idespread	-3497
▁multiple	-3498
int	-3499
aper	-3500
bert	-3501
rupt	-3502
▁amb	-3503
▁cle	-3504
▁dri	-3505
celer	-3506
▁abol	-3507
▁reforms	-3508
▁medieval	-3509
▁services	-3510
▁pollution	-3511
▁hom	-3512
ables	-3513
▁vast	-3514
ground	-3515
▁suppl	-3516
archers	-3517
▁Govern	-3518
▁Senate	-3519
▁Because	-3520
▁Americas	-3521
▁Constantinople	-3522
wa	-3523
▁Ev	-3524
haps	-3525
ighb	-3526
force	-3527
▁acqu	-3528
▁excav	-3529
▁party	-3530
▁strug	-3531
agement	-3532
▁played	-3533
▁movements	-3534
NC	-3535
part	-3536
▁Mon	-3537
iques	-3538
▁Mars	-3539
▁burn	-3540
▁whom	-3541
▁entered	-3542
▁kilomet	-3543
▁positive	-3544
▁essential	-3545
▁responsible	-3546
ape	-3547
gar	-3548
oper	-3549
▁log	-3550
▁keep	-3551
▁latter	-3552
▁refused	-3553
▁collapse	-3554
▁Americans	-3555
rin	-3556
▁Vi	-3557
aped	-3558
ustrial	-3559
▁Octavian	-3560
▁opposition	-3561
15	-3562
▁fort	-3563
▁cloth	-3564
▁prior	-3565
ologist	-3566
▁extent	-3567
▁gained	-3568
▁throne	-3569
▁alliance	-3570
▁initially	-3571
▁University	-3572
▁widespread	-3573
▁mathematics	-3574
▁26	-3575
.[34	-3576
ords	-3577
▁Mor	-3578
▁Pho	-3579
▁Sal	-3580
ength	-3581
▁Kennedy	-3582
▁discipl	-3583
li	-3584
▁Co	-3585
][18	-3586
▁und	-3587
ounds	-3588
▁harm	-3589
▁rare	-3590
▁vers	-3591
▁siege	-3592
▁therm	-3593
▁altern	-3594
▁weapons	-3595
▁combined	-3596
▁principles	-3597
rd	-3598
gent	-3599
ortun	-3600
▁learn	-3601
▁affected	-3602
▁dominant	-3603
9.	-3604
ya	-3605
▁lif	-3606
▁comput	-3607
▁helped	-3608
▁composed	-3609
▁products	-3610
▁appointed	-3611
▁officials	-3612
▁Sl	-3613
▁Tw	-3614
▁ft	-3615
fare	-3616
math	-3617
insula	-3618
▁eight	-3619
▁renew	-3620
ologies	-3621
▁patterns	-3622
▁prominent	-3623
isp	-3624
▁1,	-3625
.[4]	-3626
▁yet	-3627
ellar	-3628
otions	-3629
▁names	-3630
▁tried	-3631
▁behind	-3632
▁despite	-3633
▁encoura	-3634
▁sociology	-3635
rad	-3636
▁{\	-3637
ctor	-3638
kish	-3639
▁sus	-3640
▁Over	-3641
▁deal	-3642
forest	-3643
ishing	-3644
▁waves	-3645
▁cannot	-3646
▁famous	-3647
▁advance	-3648
▁context	-3649
▁hypothes	-3650
▁ox	-3651
heid	-3652
hips	-3653
pped	-3654
▁Comp	-3655
▁walls	-3656
rations	-3657
▁George	-3658
▁neighb	-3659
▁disease	-3660
▁visible	-3661
▁anthropology	-3662
fall	-3663
▁Han	-3664
▁repe	-3665
▁rulers	-3666
▁severe	-3667
oured	-3668
▁stim	-3669
▁Buddh	-3670
▁finan	-3671
▁meant	-3672
▁parent	-3673
▁appears	-3674
▁appeared	-3675
▁subsequent	-3676
▁understood	-3677
cape	-3678
year	-3679
▁178	-3680
scale	-3681
▁Cont	-3682
▁Pope	-3683
▁issue	-3684
▁lunar	-3685
raction	-3686
▁toward	-3687
que	-3688
▁23	-3689
▁Su	-3690
▁fil	-3691
adian	-3692
heric	-3693
oting	-3694
▁Inca	-3695
▁give	-3696
▁hole	-3697
▁brain	-3698
▁surre	-3699
▁Ancient	-3700
▁acceler	-3701
▁Leonardo	-3702
▁agreement	-3703
▁fundamental	-3704
▁1.	-3705
][16	-3706
wide	-3707
▁flu	-3708
where	-3709
▁inher	-3710
▁millenn	-3711
▁rapidly	-3712
▁advanced	-3713
▁electric	-3714
▁regional	-3715
▁International	-3716
esc	-3717
lers	-3718
rael	-3719
▁177	-3720
▁Dem	-3721
▁sen	-3722
ening	-3723
▁Their	-3724
▁birth	-3725
▁tribes	-3726
▁values	-3727
▁schools	-3728
▁deforestation	-3729
erb	-3730
rid	-3731
omas	-3732
▁190	-3733
oined	-3734
oints	-3735
▁ever	-3736
▁peas	-3737
▁daugh	-3738
▁money	-3739
▁retain	-3740
▁remaining	-3741
,[4	-3742
▁50	-3743
▁beg	-3744
▁cou	-3745
craft	-3746
▁1960	-3747
▁monum	-3748
▁consum	-3749
▁theore	-3750
▁Atlantic	-3751
▁apparent	-3752
▁Inquisition	-3753
ias	-3754
west	-3755
▁bring	-3756
▁trees	-3757
▁atmosp	-3758
▁speech	-3759
▁roughly	-3760
mit	-3761
ements	-3762
▁Sumer	-3763
▁femin	-3764
▁Harapp	-3765
▁places	-3766
▁granted	-3767
▁effective	-3768
▁necessary	-3769
8.	-3770
–19	-3771
origin	-3772
▁aband	-3773
▁advant	-3774
▁claims	-3775
▁express	-3776
▁protection	-3777
500	-3778
▁Yor	-3779
▁reve	-3780
▁virt	-3781
▁crops	-3782
▁business	-3783
▁techniques	-3784
▁understand	-3785
ores	-3786
▁Its	-3787
▁pal	-3788
astic	-3789
▁Ages	-3790
▁Rich	-3791
▁path	-3792
ternal	-3793
▁State	-3794
▁Greeks	-3795
▁assemb	-3796
▁Council	-3797
▁election	-3798
▁progress	-3799
▁implement	-3800
erd	-3801
eum	-3802
ille	-3803
▁mag	-3804
▁lived	-3805
▁ruler	-3806
▁figure	-3807
▁turned	-3808
atherine	-3809
▁causing	-3810
▁Imperial	-3811
▁attention	-3812
ka	-3813
▁22	-3814
wing	-3815
.[25]	-3816
ulate	-3817
▁Cast	-3818
▁Cuba	-3819
▁Soci	-3820
▁Thus	-3821
ension	-3822
▁habit	-3823
▁plate	-3824
▁title	-3825
▁islands	-3826
▁respond	-3827
▁warfare	-3828
▁fighting	-3829
▁additional	-3830
][17	-3831
emen	-3832
▁Dar	-3833
▁Iran	-3834
▁oral	-3835
▁vill	-3836
anning	-3837
▁perspect	-3838
▁provinces	-3839
▁properties	-3840
▁Mesopotamia	-3841
iant	-3842
wise	-3843
ellig	-3844
ensus	-3845
iable	-3846
▁gases	-3847
▁middle	-3848
▁Phoenic	-3849
▁Victoria	-3850
▁accounts	-3851
▁Catherine	-3852
▁biodiversity	-3853
ban	-3854
such	-3855
▁hun	-3856
